Repository: FrancescoMaca/ta-boo
Catalog: assets/l10n/app_*.arb
Languages: it

# button_play
source: Play!
it: Gioca!

# title_modes
source: Modes
it: Modalit√†

# title_settings
source: Settings
it: Opzioni

source: SWIPE
it: SCROLLA

source: DOWN
it: GIU

source: TO
it: PER

source: START
it: INIZIARE

# title_have_fun
source: Have fun
it: Divertiti

# title_setup_game
source: Game Setup
it: Imposta Partita

# label_swipe_down
source: swipe down
it: Scorri giu

# label_round_time
source: Round Time: {time} seconds
it: Tempo ogni turno: {time} secondi

# label_skips_allowed
source: Skips Allowed: {amount}
it: Salta turni: {amount}

# label_points_needed
source: Points needed: {points}
it: Punti per vincere: {points}

# label_number_of_turns
source: Number of turns: {turns}
it: Numero di turni: {turns}

# label_add_team
source: Add Team
it: Aggiungi team

# label_remove_team
source: Remove Team
it: Rimuovi team

# label_round_score
source: Round Score:
it: Punti Turno:

# label_skips_left
source: Skips Left:
it: Salti rimanenti:

# label_turn_of
source: {name}'s Turn
it: Turno di {name}

# label_current_scores
source: Current Scores
it: Punteggio

# label_turn_number
source: Turn {currentTurn} of {totalTurns}
it: Turno {currentTurn} su {totalTurns}

# label_start_round
source: Start Round
it: Inizia il round

# label_helper_targeted_mode
source: First to {maxPoints} points wins!
it: Il primo a raggiungere {maxPoints} punti vince!

# error_team_name
source: Please enter team {teamNumber} name
it: Inserisci il nome del team {teamNumber}

# mode_targeted
source: Targeted
it: A Punti

# mode_qne
source: Quick 'n Easy
it: Facile e veloce

# mode_endless
source: Endless
it: Infinita

# mode_targeted_description
source: Race to achieve a target score! First team to reach the required points wins the game.
it: Corri verso il punteggio obiettivo! Vince la squadra che raggiunge per prima i punti richiesti.

# mode_qne_description
source: Play a fixed number of rounds! Each team takes turns until all rounds are completed. Perfect for a quick game.
it: Gioca un numero fisso di turni! Ogni squadra si alterna fino al completamento dei round. Perfetto per una partita veloce.

# mode_endless_description
source: Keep playing as long as you want! No round limits or target scores. Just pure endless fun.
it: Continua a giocare quanto vuoi! Nessun limite di round o punteggio obiettivo. Puro divertimento senza fine.
